Repository: seandahissiho/murya_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# greeting
source: Hello {name}!
fr: Bonjour {name}!

# landing_page_title
source: Home page
fr: Page d’accueil

# landing_first_title
source: Journey
fr: Parcours

# landing_first_subtitle
source: Create your account, explore, and improve. It''s free with no hidden fees.
fr: Créez votre compte, explorez et progressez. C''est gratuit et sans frais cachés.

# landing_first_button1
source: Pilot
fr: Piloter

# landing_first_button2
source: Log in
fr: Connexion

# landing_second_title
source: Skills
fr: Compétences

# landing_second_subtitle
source: Choose your job and get started. Short questions, real progress.
fr: Choisissez votre métier et lancez-vous. Des questions courtes, des progrès concrets.

# landing_second_button
source: Improve
fr: Perfectionner

# footer_legal_mentions
source: Legal notice
fr: Mentions légales

# footer_privacy_policy
source: Privacy policy
fr: Règles de confidentialité

# footer_cookie_settings
source: Cookie settings
fr: Paramètres des cookies

# footer_accessibility
source: Accessibility
fr: Accessibilité

# search_placeholder
source: Search for skills and jobs
fr: Rechercher

# user_ressources_module_title
source: Resources
fr: Ressources

# user_ressources_module_subtitle
source: Murya content generation is instant
fr: La génération des contenus de Murya est instantanée

# user_ressources_module_button
source: Customize
fr: Personnaliser

# searchNoResults
source: No results found for "{query}".
fr: Aucun résultat trouvé pour "{query}".

# landingSkillButtonText
source: Improve
fr: Perfectionner

# evaluateSkills
source: Assess skills
fr: Évaluer les compétences

# evaluateSkillsAvailableIn
source: Next assessment - {time}
fr: Prochaine évaluation - {time}

# skillsDiagramTitle
source: Chart
fr: Diagramme

# profile_account_title
source: Account
fr: Compte

# skillLevel_medium
source: Intermediate
fr: Intermédiaire

# competencies_count
source: {count, plural, =0 {No skills} =1 {1 skill} other {{count} skills}}
fr: {count, plural, =0 {Aucune compétence} =1 {1 compétence} other {{count} compétences}}

# competencyRatingVeryGoodTooltip
source: This indicator reflects your progress.
fr: Cet indicateur reflète votre évolution

# competencyRatingGoodTooltip
source: This indicator reflects your progress.
fr: Cet indicateur reflète votre évolution

# competencyRatingAverageTooltip
source: This indicator reflects your progress.
fr: Cet indicateur reflète votre évolution

# competencyRatingBadTooltip
source: This indicator reflects your progress.
fr: Cet indicateur reflète votre évolution

# competencyRatingVeryBadTooltip
source: This indicator reflects your progress.
fr: Cet indicateur reflète votre évolution

source: Show more
fr: Afficher plus

source: Show less
fr: Voir moins

# discover_job_profile
source: Discover the skills profile for the job {jobTitle}!
fr: Découvrez le profil de compétences pour le métier de {jobTitle} !

# link_copied
source: Link copied to clipboard
fr: Lien copié dans le presse-papier

# discover_cf_profile
source: Discover the skills profile for the skill family {cfTitle}!
fr: Découvrez le profil de compétences pour la famille de compétences {cfTitle} !

source: Hard skill
fr: Savoir-faire

source: Soft skill
fr: Savoir-être

source: Easy
fr: Facile

source: Medium
fr: Moyen

source: Hard
fr: Difficile

# consult
source: View
fr: Consulter

# ranking_per_day
source: Today
fr: Aujourd''hui

# ranking_per_week
source: This week
fr: Cette semaine

# ranking_per_month
source: This month
fr: Ce mois-ci

# ranking
source: Leaderboard
fr: Classement

# popup_job_selection_title
source: Choose your job
fr: Choisissez votre métier

# popup_job_selection_technician_title
source: Cybersecurity Technician
fr: Technicien en Cybersécurité

# popup_job_selection_technician_subtitle
source: Protect critical infrastructure. Become a highly sought-after expert.
fr: Protégez les infrastructures critiques. Devenez un expert recherché.

# popup_job_selection_continue_button
source: Continue
fr: Continuer

# popup_job_selection_other_expertise_label
source: Aiming for another expertise?
fr: Vous visez une autre expertise?

# popup_job_selection_search_hint
source: e.g.: Developer, Product Manager...
fr: Ex: Développeur, Product Manager...

# resourceViewerPageTitle
source: Resource Viewer Page
fr: Page Visualiseur de Ressource

source: Unsupported resource type
fr: Type de ressource non supporté

# videoViewerMissingUrl
source: Video URL is missing
fr: L''URL de la vidéo est manquante

# videoViewerInvalidUrl
source: Video URL must use http or https
fr: L''URL de la vidéo doit utiliser http ou https

# videoViewerLoadFailed
source: Unable to load video
fr: Impossible de charger la vidéo

# audioViewerMissingUrl
source: Audio URL is missing
fr: L''URL audio est manquante

# audioViewerInvalidUrl
source: Audio URL must use http or https
fr: L''URL audio doit utiliser http ou https

# audioViewerLoadFailed
source: Unable to load audio
fr: Impossible de charger l''audio

# homeScreenTitle
source: Home
fr: Accueil

# mainSearchTitle
source: Main Search
fr: Recherche Principale

source: Media library
fr: Médiathèque

source: Summary
fr: Sommaire

# quiz_ready_to_evaluate
source: Ready to assess yourself?
fr: Prêt(e) à vous évaluer ?

# quiz_start_description_1
source: You''re about to start the Product Manager questionnaire.
fr: Vous allez démarrer le questionnaire du métier de Product Manager.

# quiz_start_description_2
source: It includes 10 multiple-choice questions.
fr: Il se compose de 10 questions à choix multiple.

# quiz_start_description_3
source: Your answers will be used to create your personalized resource.
fr: Vos réponses permettront de créer votre ressource personnalisée.

# quiz_start_advice
source: Tip: Answer instinctively for a more accurate analysis. It takes less than 5 minutes!
fr: Conseil : Répondez instinctivement pour une analyse plus juste. Cela prend moins de 5 minutes !

# quiz_lets_go
source: Let''s go!
fr: C''est parti !

# quiz_verify
source: Check
fr: Vérifier

# quiz_completed_title
source: Assessment complete!
fr: Évaluation terminée !

# quiz_completed_subtitle
source: Well done, your 10 answers have been analyzed!
fr: Bravo, vos 10 réponses ont été analysées !

# quiz_completed_description
source: The skills chart has been updated and you can create the perfect resource to keep improving.
fr: Le diagramme de compétences est actualisé et vous pouvez créer la ressource parfaite pour continuer à progresser.

# quiz_see_my_space
source: Go to my space
fr: Voir mon espace

source: Sample Resource
fr: Ressource Exemple

# resourceLabelSingular_article
source: an article
fr: un article

# resourceLabelSingular_video
source: a video
fr: une vidéo

# resourceLabelSingular_podcast
source: a podcast
fr: un podcast

# resourceLabelSingular_default
source: a resource
fr: une ressource

# popup_validate
source: Confirm
fr: Valider

# popup_unlock_resource_title
source: Unlock your resource?
fr: Débloquer votre ressource ?

# popup_unlock_resource_description
source: Use your points to generate your personalized article. Murya''s AI will instantly adapt it to your answers for the day.
fr: Utilisez vos points pour générer votre article personnalisé. L'IA de Murya l'adaptera instantanément à vos réponses du jour.

# cost_creation_label
source: Creation cost
fr: Coût de la création

# cost_current_balance_label
source: Your current balance
fr: Votre solde actuel

# cost_remaining_balance_label
source: Your remaining balance (after creation)
fr: Votre solde restant (après création)

# loading_creating_resource
source: Creating your resource...
fr: Création de votre ressource...

# loading_murya_working
source: Murya is working!
fr: Murya est au travail !

# loading_analyzing_answers
source: We''re analyzing your 10 answers to write a unique article, perfectly tailored to the skills you need to strengthen.
fr: Nous analysons vos 10 réponses pour rédiger un article unique, parfaitement adapté aux compétences que vous devez renforcer.

# create_resource_button
source: Create {resourceLabel}
fr: Créer {resourceLabel}

# resourcesPageTitle
source: Resources Page
fr: Page Ressources

# page_title_resources
source: Resources
fr: Ressources

# section_videos
source: Videos
fr: Vidéos

# quiz_daily_performance
source: Your performance today
fr: Votre performance du jour

# quiz_good_answers
source: Correct answers
fr: Bonnes réponses

# quiz_answers_to_review
source: Answers to review
fr: Réponses à revoir

# quiz_reward
source: Reward
fr: Récompense

# parcoursPageTitle
source: Journey
fr: Parcours

# parcoursTab_profile
source: Profile
fr: Profil

# parcoursTab_objectives
source: Goals
fr: Objectifs

# parcoursTab_rewards
source: Rewards
fr: Récompenses

# parcoursTab_settings
source: Settings
fr: Paramètres

# parcoursRanking_peopleCount
source: {count, plural, =0 {0 people} =1 {1 person} other {{count} people}}
fr: {count, plural, =0 {0 personne} =1 {1 personne} other {{count} personnes}}

# parcoursRanking_header_person
source: Person
fr: Personne

# parcoursRanking_header_experience
source: Experience
fr: Expérience

# parcoursRanking_header_answeredQuestions
source: Answered questions
fr: Question répondu

# parcoursRanking_answeredSince
source: {count} since {date}
fr: {count} depuis {date}

# parcoursRanking_status_pending
source: Pending
fr: En attente

# parcoursRanking_youTag
source: (You)
fr: (Vous)

# parcoursObjective_inProgress
source: Goal in progress
fr: Objectif en cours

# parcoursObjective_finalizePositioningPath
source: Complete the positioning journey
fr: Finaliser le parcours de positionnement

# parcoursRewards_possibleTitle
source: Possible rewards
fr: Récompenses possibles

# parcoursRewards_seeAll
source: See all
fr: Voir tout

# reward_remainingPlaces
source: {count, plural, =0 {0 places left} =1 {1 place left} other {{count} places left}}
fr: {count, plural, =0 {0 place restante} =1 {1 place restante} other {{count} places restantes}}

# reward_unlock_cta
source: Unlock
fr: Débloquer

# rewardKind_cinema
source: Cinema
fr: Cinéma

# rewardKind_concertHall
source: Concert hall
fr: Salle de concert

# rewardKind_theatre
source: Theater
fr: Salle de spectacle

# rewardKind_sportsMatch
source: Basketball game
fr: Match de basket

# rewardKind_themePark
source: Theme park
fr: Parc d''attractions

# rewardKind_other
source: Other
fr: Autre

# rewardItem_cinemaTicket
source: Movie ticket
fr: Place de cinéma

# parcoursRecentActivities_title
source: Recent activity
fr: Activités récentes

# inviteFriends_title
source: Invite friends
fr: Challenge tes amis !

# inviteFriends_bonus
source: Invite them and earn {amount} 💎 as soon as they sign up.
fr: Chaque ami qui te rejoint, c''est {amount} 💎 offerts.

# inviteFriends_cta
source: Invite
fr: Inviter

# popup_contentNotAvailable_title
source: Demo version
fr: Version de démonstration

# popup_contentNotAvailable_body
source: This feature is not available in the prototype. It will be unlocked in the full version of Murya.
fr: Cette fonctionnalité n''est pas accessible dans le prototype. Elle sera débloquée dans la version complète de Murya.

# popup_contentNotAvailable_cta
source: Ok, got it
fr: Ok, c''est compris

# authLoading_title
source: Loading...
fr: Chargement...

# authLoading_message_engineInit
source: Initializing engine...
fr: Initialisation du moteur...

# authLoading_message_uiArtifacts
source: Loading UI artifacts...
fr: Chargement des artefacts UI...

# authLoading_message_permissionsCheck
source: Checking permissions...
fr: Vérification des autorisations...

# authLoading_message_modulesCompile
source: Compiling modules...
fr: Compilation des modules...

# authLoading_message_cacheSync
source: Syncing local cache...
fr: Synchronisation du cache local...

# authLoading_message_profileFetch
source: Fetching user profile...
fr: Récupération du profil utilisateur...

# authLoading_message_sessionPrep
source: Preparing session...
fr: Préparation de la session...

# authLoading_message_renderOptimize
source: Optimizing rendering...
fr: Optimisation du rendu...

# authLoading_message_finalize
source: Finalizing...
fr: Finalisation...

# authLoading_debugLine
source: Loading resources • {percent}%
fr: Chargement des ressources • {percent}%

# chip_new
source: New
fr: Nouveau

# chip_pending
source: Pending
fr: En attente

# user_firstName_placeholder
source: Firstname
fr: Prénom

# user_lastName_placeholder
source: Lastname
fr: Nom

# user_anonymous_placeholder
source: Firstname Lastname
fr: Prénom Nom
